CSI API ETABS v1
cSapModel.DesignShearWall Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignShearWall DesignShearWall { get; }
ReadOnly Property DesignShearWall As cDesignShearWall
	Get
Dim instance As cSapModel
Dim value As cDesignShearWall
value = instance.DesignShearWall
property cDesignShearWall^ DesignShearWall {
	cDesignShearWall^ get ();
}
abstract DesignShearWall : cDesignShearWall with get
Property Value
Type: cDesignShearWall
See Also
Reference
cSapModel Interface
ETABSv1 Namespace